added                         =   "Elave olundu"
album                         =   "Albom"
already_rated                 =   "Siz fayli qiymetlendirmisiz"
artist                        =   "Ifaçi"
average_rating                =   "Orta qiymet"
bitrate                       =   "Bitreyd"
change                        =   "Deyişdirme"
change_description            =   "Tesviri deyişdirme"
change_screenshot             =   "Skrinşotu deyişdirme"
delete_file                   =   "Fayli sil"
delete_folder                 =   "Qovluqu(papka) sil"
deleted                       =   "Silindi"
description_changed           =   "Tesvir deyişildi"
downloads                     =   "Yüklenmelel"
downloads_closed              =   "Yüklemeler baglidi"
duration                      =   "Vaxt"
file_deleted                  =   "Fayl silindi"
file_not_selected             =   "Fayl seçilmeyib"
file_select_error             =   "Fayl seçilende sehv"
file                          =   "Fayl"
files                         =   "Fayllari"
folder_deleted                =   "Qovluq silindi"
folder_does_not_exist         =   "Qovluq mövcüd deyil"
folder_name                   =   "Qovluqun adi<br /><small>ancaq balaca heriflerle, probelsiz</small>"
folder_name_for_list          =   "Siyahi üçün ad"
folders                       =   "Qovluqun"
found_by_description          =   "Tesvirle tapilib"
found_by_name                 =   "Adi ile tapilib"
images_size                   =   "Şekilin olçu"
import_file                   =   "Faylin importu"
make_folder                   =   "Qovluq yarad"
name_changed                  =   "Ad deyişildi"
preview_size_set              =   "Sessiyanin geden vaxta, şekilin hecmi baxiş zamani seçilib"
rate                          =   "Qiymetlendir"
refresh_continue              =   "Dövrü davam et"
refresh_downloads             =   "Yüklemeleri yenile"
refreshed                     =   "Baza yenilendi"
released                      =   "Çixişin ili"
rename_folder                 =   "Qovluqun adini deyiş"
save_as                       =   "Yaddaşda saxla<br /><small>Faylin adi, xirda, Latin heriflerle, probelsiz.<br />Faylin Genişlendirilmesini dahil elemek lazim deyil</small>"
screenshot                  =   "Skrinşot"
screenshot_name_error         =   "Şekilin adinda gadagan edilmiş simvollar var"
screenshot_size_error         =   "Şekilin hecmi 320*320 px den artiq olmamalidi"
screenshot_upload_error       =   "Skrinşotun yüklenmesinde sehv"
screenshot_uploaded           =   "Skrinşot yüklendi"
select_preview_size           =   "Şekile baxmaq üçün hecmi seçin"
search_file                   =   "Faylin axtarişi"
search_string_empty           =   "Siz axtarişin şertlerini dahil etmenisiz"
size                          =   "Hecim"
upload                        =   "Yukle"
upload_file                   =   "Fayli yukle"
upload_screenshot             =   "Skrinşotu yukle"
uploaded                      =   "Yüklendi"
vote_adopted                  =   "Çox sagolun sizin qiymetiniz qebul olundu"
vote_count                    =   "Qiymetler"